{"title": "Transnistria", "pageid": 376581, "fullurl": "https://en.wikipedia.org/wiki/Transnistria", "extract": "Transnistria, officially known as the Pridnestrovian Moldavian Republic (PMR) and locally as Pridnestrovie, is a landlocked breakaway state internationally recognised as part of Moldova. It controls most of the narrow strip of land between the Dniester river and the Moldova–Ukraine border, as well as some land on the other side of the river's bank. Its capital and largest city is Tiraspol. Transnistria is officially designated by the Republic of Moldova as the Administrative-Territorial Units of the Left Bank of the Dniester (Romanian: Unitățile Administrativ-Teritoriale din stînga Nistrului) or as Stînga Nistrului (\"Left (Bank) of the Dniester\").\nThe region's origins can be traced to the Moldavian Autonomous Soviet Socialist Republic (MASSR), which was formed in 1924 within the Ukrainian SSR. During World War II, the Soviet Union took parts of the MASSR, which was dissolved, and of the Kingdom of Romania's Bessarabia to form the Moldavian Soviet Socialist Republic in 1940. In 1990, during the dissolution of the Soviet Union, the Pridnestrovian Moldavian Soviet Socialist Republic was established in hopes that it would remain within the Soviet Union should Moldova seek unification with Romania or independence, the latter occurring in August 1991. Shortly afterwards, a military conflict between the two parties started in March 1992 and concluded with a ceasefire in July that year.\nAs a part of the ceasefire agreement, a three-party (Moldova, Russia, and Transnistria) Joint Control Commission and a trilateral peacekeeping force subordinated to the commission were created to deal with ceasefire violations. Although the ceasefire has held, the territory's political status remains unresolved: Transnistria is an unrecognised but de facto independent semi-presidential republic with its own government, parliament, military, police, postal system, currency, and vehicle registration. Its authorities have adopted a constitution, flag, national anthem, and coat of arms. After a 2005 agreement between Moldova and Ukraine, all Transnistrian companies seeking to export goods through the Ukrainian border must be registered with the Moldovan authorities. This agreement was implemented after the European Union Border Assistance Mission to Moldova and Ukraine (EUBAM) took force in 2005. In addition to the unrecognised Transnistrian citizenship, most Transnistrians have Moldovan citizenship, but many also have Russian, Romanian, or Ukrainian citizenship. The main ethnic groups are Russians, Moldovans/Romanians, and Ukrainians.\nTransnistria, along with Abkhazia and South Ossetia, is a post-Soviet \"frozen conflict\" zone. These three partially recognised or unrecognised states maintain friendly relations with each other and form the Community for Democracy and Rights of Nations.\nIn March 2022, the Parliamentary Assembly of the Council of Europe adopted a resolution that defines the territory as under military occupation by Russia.", "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Flag_of_Transnistria_%28state%29.svg/500px-Flag_of_Transnistria_%28state%29.svg.png"}