{"title": "Abkhazia", "pageid": 18933375, "fullurl": "https://en.wikipedia.org/wiki/Abkhazia", "extract": "Abkhazia, officially the Republic of Abkhazia, is a partially recognised state in the South Caucasus. It sits on the eastern coast of the Black Sea, at the intersection of Eastern Europe and West Asia. It covers 8,665 square kilometres (3,346 sq mi) and has a population of around 245,000. Its capital and largest city is Sukhumi.\nThe political status of Abkhazia is the central issue of the Abkhazia conflict and Georgia–Russia relations. Having unilaterally declared independence from Georgia in 1992, Abkhazia is formally recognised as an independent state only by five UN member states (two other states previously recognised it but then withdrew their recognition): Russia, Venezuela, Nicaragua, Nauru, and Syria; the remainder of the international community recognizes Abkhazia as de jure part of Georgia. Lacking effective control over the Abkhazian territory, Georgia maintains an Abkhaz government-in-exile.\nThe region had autonomy as the Abkhaz Autonomous Soviet Socialist Republic within the Georgian Soviet Socialist Republic at the time when the Soviet Union began to disintegrate in the late 1980s. Simmering ethnic tensions between the Abkhaz, the region's titular ethnicity, and Georgians, the largest single ethnic group at that time, culminated in the 1992–1993 War in Abkhazia, which resulted in Georgia's loss of control over most of Abkhazia followed by Abkhazian independence and the ethnic cleansing of Georgians from Abkhazia. Despite a 1994 ceasefire agreement and years of negotiations, the dispute remains unresolved. The long-term presence of a United Nations Observer Mission and a Russian-led Commonwealth of Independent States peacekeeping force failed to prevent the flare-up of violence on several occasions. In August 2008, Abkhaz and Russian forces fought the Russo-Georgian War against Georgian forces, which led to the formal recognition of Abkhazia by Russia, the annulment of the 1994 ceasefire agreement and the termination of the UN mission. On 23 October 2008, the Parliament of Georgia declared Abkhazia a Russian-occupied territory.\n\n", "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Flag_of_the_Republic_of_Abkhazia.svg/500px-Flag_of_the_Republic_of_Abkhazia.svg.png"}