{"title": "Democratic Republic of the Congo", "pageid": 76762, "fullurl": "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo", "extract": "The Democratic Republic of the Congo (DRC), also known as the DR Congo, Congo-Kinshasa, or simply the Congo, or less often Zaire, is a country in Central Africa. By land area, it is the second-largest country in Africa and the 11th-largest in the world. With a population of around 112 million, the DR Congo is the fourth-most populous in Africa and most populous Francophone country in the world. French is the official and most widely spoken language, though there are over 200 indigenous languages. The capital, largest city, and economic center is Kinshasa. The DRC is bordered by the Republic of the Congo, the Cabinda exclave of Angola, and the South Atlantic Ocean to the west; the Central African Republic and South Sudan to the north; Uganda, Rwanda, Burundi, and Tanzania (across Lake Tanganyika) to the east; and Zambia and Angola to the south. Centered on the Congo Basin, most of the country's terrain is covered by dense rainforests and is crossed by many rivers, while the east and southeast are mountainous.\nThe territory of the Congo was first inhabited by Central African foragers around 90,000 years ago and was settled in the Bantu expansion about 2,000 to 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to the 19th century. In the center and east, the empires of Mwene Muji, Luba, and Lunda ruled between the 15th and 19th centuries. These kingdoms were broken up by Europeans during the colonization of the Congo Basin. King Leopold II of Belgium acquired rights to the Congo territory in 1885 and called it the Congo Free State. In 1908, Leopold ceded the territory after international pressure in response to widespread atrocities, and it became a Belgian colony. Congo achieved independence from Belgium in 1960 and was immediately confronted by secessionist movements, the assassination of Prime Minister Patrice Lumumba, and the seizure of power by Mobutu Sese Seko in 1965. Mobutu renamed the country Zaire in 1971 and imposed a personalist dictatorship.\nInstability caused by the influx of refugees from the Rwandan Civil War into the east of the country led to the First Congo War between 1996 and 1997, ending in Mobutu's overthrow. Its name was changed back to the DRC and it was confronted by the Second Congo War from 1998 to 2003, which resulted in an estimated several million deaths and the assassination of President Laurent-Désiré Kabila. The war ended under President Joseph Kabila, who restored relative stability, though fighting continued in the east. Human rights remained poor, and there were frequent abuses, such as forced disappearances, torture, arbitrary imprisonment and restrictions on civil liberties. Kabila stepped down in 2019, the country's first peaceful transition of power since independence, after Félix Tshisekedi won the contentious 2018 general election. Over 100 armed groups remain active, concentrated in the Kivu region. One of the DRC's largest cities, Goma, was occupied by the March 23 Movement (M23) rebels in 2012 and since 2025. The M23 uprising escalated in early 2025, with military support from Rwanda, which has caused a conflict between the two countries. A peace agreement brokered by the US was signed by Rwanda and the DRC in June 2025.\nDespite being incredibly rich in natural resources, the DRC is one of the world's poorest countries, having suffered from political instability, lack of infrastructure, rampant corruption, centuries of commercial and colonial extraction and exploitation, with little widespread development. The nation is a prominent example of the \"resource curse\". Besides Kinshasa, the next largest cities, Lubumbashi and Mbuji-Mayi, are mining communities. The largest exports are raw minerals and metal, which accounted for 80% of exports in 2023, with China being its largest trade partner. For 2023, DR Congo's level of human development was ranked 171 out of 193 countries by the Human Development Index. It is classified one of the least developed countries by the UN. As of 2022, following two decades of civil wars and internal conflicts, around one million Congolese refugees were still living in neighbouring countries. Two million children are at risk of starvation, and the fighting has displaced 7 million people. The country is a member of the UN, Non-Aligned Movement, African Union, COMESA, Southern African Development Community, Organisation Internationale de la Francophonie, and Economic Community of Central African States.\n\n", "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Flag_of_the_Democratic_Republic_of_the_Congo.svg/500px-Flag_of_the_Democratic_Republic_of_the_Congo.svg.png"}