{"title": "French Southern and Antarctic Lands", "pageid": 10747, "fullurl": "https://en.wikipedia.org/wiki/French_Southern_and_Antarctic_Lands", "extract": "The French Southern and Antarctic Lands (French: Terres australes et antarctiques françaises, TAAF) is an overseas territory (French: Territoire d'outre-mer or TOM) of France.\nIt consists of:\n\nAdélie Land (Terre Adélie), the French claim on the continent of Antarctica.\nCrozet Islands (Îles Crozet), a group in the southern Indian Ocean, south of Madagascar.\nKerguelen Islands (Archipel des Kerguelen), a group of volcanic islands in the southern Indian Ocean, southeast of Africa and southwest of Australia.\nSaint Paul and Amsterdam Islands (Îles Saint Paul et Amsterdam), a group to the north of the Kerguelen Islands.\nScattered Islands (Îles Éparses), a dispersed group of islands around the coast of Madagascar.\nThe territory is sometimes referred to as the French Southern Lands (French: Terres australes françaises) or the French Southern Territories, usually to emphasize non-recognition of French sovereignty over Adélie Land as part of the Antarctic Treaty System.\nThe entire territory has no known permanently settled inhabitants. Approximately 150 (in the winter) to 310 (in the summer) people are usually present in the French Southern and Antarctic Lands at any time, but they are mainly made up of military personnel, officials, scientific researchers and support staff.\nOn 5 July 2019, the Crozet Islands, the Kerguelen Islands, and the Saint Paul and Amsterdam Islands were inscribed as a UNESCO World Heritage Site as the \"French Austral Lands and Seas\" because of their pristine wilderness, biodiversity, and enormous bird colonies.\nAlthough the region's capital is based in Réunion, this island is a member of the overseas departments and regions of France, and should not be confused with the overseas territories.", "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Flag_of_the_French_Southern_and_Antarctic_Lands.svg/500px-Flag_of_the_French_Southern_and_Antarctic_Lands.svg.png"}